Repository: fredklier/gonhang
Catalog: gonhang/locale/*/LC_MESSAGES/gonhang.po
Languages: pt

source: About
pt: Sobre

source: Api Key:
pt: Chave Api:

source: CPU Temperature
pt: Temperatura da CPU

source: Center
pt: Centro

source: Config
pt: Configuração

source: Config File Changed. New Time Stamp:
pt: Arquivo de configuração mudou. Novo identificador:

source: Config file not found, creating....
pt: Arquivo de configuração não encontrado, criando....

source: Contributors
pt: Desenvolvedores

source: Disabled
pt: Disabilitado

source: Do you want to enable date, time and weather conditions?
pt: Deseja habilitar data, hora e condições climáticas?

source: Enable or Disable CPU Temperature?
pt: Habilitar Temperatura da CPU?

source: Enable or Disable Network Interface Monitor?
pt: Habilitar ou Desabilitar o Monitor de Interface de rede?

source: Enable or Disable Nvidia GPU Monitor?
pt: Habilitar ou Desabilitar o Monitor de GPU Nvidia?

source: Enable or Disable Partitions Space Monitor?
pt: Habilitar ou Desabilitar o Monitoramento de Espaço Disponível em Partições?

source: Enabled
pt: Habilitado

source: Enter in wizard...
pt: Entrando no wizard...

source: Exit
pt: Sair

source: GonhaNG Wizard Welcome
pt: GonhaNG Wizard Bem Vindo

source: GonhaNG measures the average temperature of all cpu cores installed in your system. In general this value corresponds to Tdie
pt: GonhaNG calcula e mostra a média das temperaturas de todos os cores disponíveis da sua CPU. Em geral o label corresponde a Tdie

source: Help
pt: Ajuda

source: Left
pt: Esquerda

source: Network Interface
pt: Interface de Rede

source: No position, default is [Left]...
pt: Nenhuma posição, mostrando o padrão [Esquerda]...

source: Partitions
pt: Partições

source: Please fill in the fields below correctly and click on the validate button.
pt: Por favor preencha os campos abaixo corretamente e clique no botão validar.

source: Please select the Storage Temperature you want to monitor. Press <shift> or <ctrl> to multiples selections.
pt: Por favor, selecione a temperatura que você deseja monitorar. Pressione <shift> ou <ctrl> para selecões múltiplas.

source: Please select the network interface you want to monitor.
pt: Por favor, selecione a interface de rede que você deseja mostrar.

source: Please select the nvidia gpu you want to monitor.
pt: Por favor, selecione A GPU Nvidia que você deseja monitorar.

source: Please select the partitions you want to monitor. Press <shift> or <ctrl> to multiples selections.
pt: Por favor, selecione as partições que você deseja monitorar. Pressione <shift> ou <ctrl> para multiplas selecões.

source: Position
pt: Posição

source: Position in config is:
pt: Posição no arquivo de configuração é:

source: Remember, to monitor SSD/HDD Sata temperatures you need hddtemp running as daemon.
pt: Lembre-se, para monitorar temperatura de SSD/HDD Sata você necessita do hddtemp rodando como daemon no seu sistema.

source: Right
pt: Direita

source: Running WatchDog....
pt: Rodando o WatchDog...

source: Start MainWindow
pt: Inicializando MainWindow

source: Starting Thread DisplayStorages
pt: Inicializando Thread DisplayStorages

source: Starting threadDateTime
pt: Inicializando threadDateTime

source: Starting threadNet
pt: Inicializando threadNet

source: Starting threadNvidia
pt: Inicializando threadNvidia

source: Starting threadSystem
pt: Inicializando threadSystem

source: Starting threadWeather
pt: Inicializando threadWeather

source: Storages Temperatures
pt: Temperatura de dispositivos de armazenamento

source: This program comes with absolutely no warranty
pt: Esse programa não fornece nenhuma garantia

source: To view weather information you need an account at <a href="https://openweathermap.org/">https://openweathermap.org/</a> and place your api key.
pt: Para visualizar informações de climea você precisa de uma conta em <a href="https://openweathermap.org/">https://openweathermap.org/</a> e colocar a sua chave Api.

source: Update time:
pt: Tempo de atualização:

source: Validate
pt: Validar

source: Validated!
pt: Validado!

source: Version
pt: Versão

source: Warning: [Your computer is not running hddtemp as daemon! ]
pt: Aviso: [Seu computador não está rodando hddtemp como daemon!]

source: Weather
pt: Clima

source: What is the temperature label of your CPU?
pt: Qual é a temperatura da sua CPU?

source: days,
pt: dias,

source: disks
pt: armazenamento

source: free:
pt: livre:

source: hours
pt: horas

source: memory:
pt: memória:

source: minutes
pt: minutos

source: minutes
pt: minutos

source: model:
pt: modelo:

source: mountpoint:
pt: ponto de montagem:

source: net
pt: rede

source: seconds
pt: segundos

source: seconds...
pt: segundos...

source: system
pt: sistema

source: threadWeather sleep now for
pt: threadWeather agora em latência por enquanto

source: total in:
pt: entrada:

source: total out:
pt: saída:

source: used:
pt: usado:

source: weather
pt: clima
